export const taoChapter_010160 = {
  step_01: {
    action_01: [
      '先於室外秉簡當心，臨目扣齒三通，',
      '存室內有紫雲之炁遍滿，又鬱鬱來冠兆身。'
    ],
    action_02: [
      '存玉童玉女侍經左右，三光寶芝洞煥室內。',
      '存思畢，扣齒三通，念入戶呪。'
    ],
    chant: [
      '天朗炁清，三光洞明，金房玉室，',
      '五芝寶生，玄雲紫蓋，來映我身，',
      '仙童玉女，為我致靈，九炁齊景，',
      '三光同軿，上乘紫蓋，升入帝庭。'
    ]
  },
  step_02: {
    action_01: [
      '畢，先進右足入戶，三捻香，扣齒三通，祝。'
    ],
    chant: [
      '玉華散景，九炁含烟，香雲密羅，',
      '徑衝九天，侍香金童，傳言玉女，',
      '上聞帝前，令臣長生，世為仙真，',
      '隨心所願，莫不如言。'
    ]
  },
  step_03: {
    action_01: [
      '存思畢，次念開經玄蘊呪。'
    ],
    chant: [
      '微微玄宗門，煥朗徹空同，',
      '至道由靜默，當見三素宮，'
    ]
  }
}
