import * as R from 'ramda';

export const dtbrk_01 = {
  drbkt: 'day-trunk',
  drbna: '巳天元祿',
  drbor: [
    '甲祿在寅，乙祿在卯，丙戊祿在巳，丁己祿居午，',
    '庚祿居申，辛祿在酉，壬祿在亥，癸祿在子。'
  ],
  drbmp: {
    '甲': '寅',
    '乙': '卯',
    '丙': '巳',
    '丁': '午',
    '戊': '巳',
    '己': '午',
    '庚': '申',
    '辛': '酉',
    '壬': '亥',
    '癸': '子'
  }
}

export const dtbrk_02 = {
  drbkt: 'day-branch',
  drbkd: 'tangerine',
  drbna: '巳驛馬',
  dtbid: '02',
  drbor: [
    '寅午戌馬居申，申子辰馬居寅，',
    '巳酉丑馬在亥，亥卯未馬在巳。'
  ],
  drbmp: {
    '子': '寅',
    '丑': '亥',
    '寅': '申',
    '卯': '巳',
    '辰': '寅',
    '巳': '亥',
    '午': '申',
    '未': '巳',
    '申': '寅',
    '酉': '亥',
    '戌': '申',
    '亥': '巳'
  }
}

export const dtbrk_02 = {
  drbkt: 'day-branch',
  drbkd: 'tangerine',
  drbna: '巳驛馬',
  dtbid: '02',
  drbor: [
    '寅午戌馬居申，申子辰馬居寅，',
    '巳酉丑馬在亥，亥卯未馬在巳。'
  ],
  drbmp: {
    '子': '寅',
    '丑': '亥',
    '寅': '申',
    '卯': '巳',
    '辰': '寅',
    '巳': '亥',
    '午': '申',
    '未': '巳',
    '申': '寅',
    '酉': '亥',
    '戌': '申',
    '亥': '巳'
  }
}
