export const taoismChapter_010101 = {
  chapterId: '01-01-01',
  scriptureId: '01-01',
  title: '高上虛皇君道經第一',
  field_01: '太微小童章',
  field_02: [
    '謹請太微小童干景精，字會元子，常守兆舌本之下死炁之門，',
    '口吐赤雲，繞兆一身，化生血液，上凝泥丸，泥丸堅明百神方位。'
  ],
  field_03: [
    '真思太微小童干景精真炁，赤雲之色，',
    '罩於頂上，默呪曰：'
  ],
  field_04: [
    '真炁下流充幽關，鎮神固精塞死源。',
    '玉經慧朗通萬神，為我致真命長存。',
    '拔度七祖反胎仙，制鍊百神一炁全。'
  ],
  field_05: [
    '次思赤炁從兆泥丸中入，兆乃口吸神雲，',
    '咽津三過，結作三神。一神狀如天蓬大將，',
    '二神侍立，下布兆肝內遊遍，卻入心內絳官，',
    '上充舌本之下，血液之府，順時吐息。'
  ],
  field_06: [
    '誦玉經，先以左手按捻鼻間人中，次誦經。'
  ],
  field_07: [
    '高上洞元，元生九天，炁祖太無，眾風亂玄，',
    '玄曾絕散，四清撫閑，帝一上景，連眾攝烟，',
    '長契一運，七世投閑，託靈屬命，反華自然，',
    '泯邈流虛，六曜沉遷，陵梵銜暉，西華彰安，',
    '併編帝簡，盡得解源，胎田邃路，世發玉蘭，',
    '靈光八暉，混生萬神。'
  ],
  field_10: '玉清消魔王祝曰',
  field_11: [
    '天有大隱生之寶，稱曰明梁之上炁，',
    '守我絕塞之下戶，更受生牢門之外，',
    '迺又召益元之羽童，列於綠室之軒，',
    '使解七祖百結，隨風離根，配天遷基，',
    '達變入玄。'
  ],
  field_12: '元素高上神霄玉清王祝曰',
  field_13: [
    '元氣本非生，五塗承虛出，',
    '雌雄寄神化，森羅邃幽鬱，',
    '玉音響太和，萬唱無中發，',
    '仙庭回九變，百混同得一，',
    '易有合虛中，俱入帝堂會。'
  ],
  field_20: '畢，乃口微祝曰：',
  field_21: [
    '天上內音，三藍羅，波逮臺。',
    '地上外音，天命長，人恒寧。'
  ],
  field_22: '大洞太微小童消魔玉符',
  field_23: [
    '訣曰：當青書黃繒，佩之，',
    '存呼小童內諱名字，鎮我舌本之下，',
    '固液凝神，斷塞死源。乃叩齒九通，',
    '次再咽液三過。'
  ]
}
