export const taoChapter_010103 = {
  title: '皇上玉帝君道經第三',
  chapterId: '01-01-03',
  scriptureId: '01-01',
  field_01: '玉帝君章',
  field_02: [
    '謹請帝君絳凌梵，字履昌靈，',
    '常守兆兩眉中間，紫戶外宮死炁之門，',
    '使華蓋入兩眉中間，上昇紫房，',
    '七世父母，罪解福生，上登帝宮。'
  ],
  field_03: [
    '真思帝君絳凌梵真炁，紫雲之色，',
    '罩於頂上，默呪。'
  ],
  field_04: [
    '帝君度符籍，正炁召萬神，上招玉真炁，',
    '充布兩眉間，混一生帝景，三素成我仙，',
    '飈粲乘飛蓋，徑昇高上軒。'
  ],
  field_05: [
    '次思紫炁從兆泥丸中入，兆乃口吸神雲，',
    '咽津九過，結作九神，一神紅袞冕，',
    '左四神青衣冠，右四神白衣冠，',
    '下入絳官，穿兩膀胱尾閭穴，',
    '上衝泥九，兩眉中間紫戶之外宮，',
    '順時吐息。'
  ],
  field_06: '誦玉經。',
  field_07: [
    '玉帝玄上旛，制命九天階，',
    '七覺承道數，歡熙神風回，',
    '飈璨北停華，紫英唱東「王＋妻」，',
    '琳和九霄外，玉符徵太微，',
    '三素生泥丸，發曜金靈暉，',
    '老君牢張上，守衛死節機。'
  ],
  field_10: '玉清大和王',
  field_11: [
    '扶晨始暉生，紫雲映玄阿，',
    '煥洞圓光蔚，晃朗濯耀羅，',
    '眇眇靈景元，森灑空青華，',
    '九天館玉賓，金房唱霄歌，',
    '賢哉對帝賓，役召伯幽車，',
    '七祖解胞根，世世為仙家。'
  ],
  field_12: '高上神霄玉清王',
  field_13: [
    '丹皇運珠神名，守鎮死門，上一赤子，',
    '玄帝凝天天帝君名，一名伯無上，',
    '亦曰三元先，扶我養我形，',
    '使我登雲輪，常坐上清軒，',
    '七玄為仙君。'
  ],
  field_20: [
    '天上內音，珠鬱羅，廣都靈。',
    '地上外音，長存體，去害子。'
  ],
  field_21: '大洞玉帝君消魔玉符',
  field_22: [
    '當朱書黃繒，佩之，存呼帝君內諱名字，',
    '鎮我紫戶之外，神安紫房，',
    '真靈交泰，斷塞死孔，永保華蓋。',
    '乃叩齒九通，次咽液三過。'
  ]
}
