export const taoismChapter_010102 = {
  chapterId: '01-01-02',
  scriptureId: '01-01',
  title: '上皇玉虛君道經第二',
  field_01: '太一尊神章',
  field_02: [
    '謹請太一尊神務猷收，字歸會昌，',
    '常守兆玉枕之下，泥丸後護死炁之門，',
    '使生真炁，入于泥丸，七祖父母，',
    '受玄更生，上籍玉皇，重華萬寧。'
  ],
  field_03: [
    '真思太一尊神務猷收真炁，紫雲之色，',
    '罩於頂上，默呪曰：'
  ],
  field_04: [
    '太一保命，固神定生，為我上招，',
    '帝真之炁，下布紫戶之庭，玉經仰徹，',
    '九玄朗明，七祖同歡，俱昇上清。'
  ],
  field_05: [
    '次思紫炁從兆泥丸中入，兆乃口吸神雲，',
    '咽津三過，結作三神，狀如木星，',
    '紫衣冠，下入絳官，穿尾閭穴，',
    '上衝泥九後戶玉枕之下。三神並立，',
    '神目內觀紫戶，順時吐息。'
  ],
  field_06: [
    '誦玉經。'
  ],
  field_07: [
    '玉虛順玄歸，天晨金霄遊，',
    '朗朗生帝景，欻爾宴玉洲，',
    '左攝始童神，右命起恒扶，',
    '明真煥九霄，三日映玄敷，',
    '干景併生衿，內有幽寥无，',
    '令我得長年，千刧始一周，',
    '黃錄保刧仞，披錦入神丘，',
    '太一務命根，公子召合符。'
  ],
  field_10: '玉清元始王',
  field_11: [
    '兆身常死關，結胎害百神，',
    '百神解胎結，披散胞內根，',
    '七祖入帝室，一體合神仙，',
    '神仙會玉堂，七祖生南宮，',
    '併帶理明初，同席孩道康，',
    '萬真守身形，是曰藏初明，',
    '帝一回雌雄，休鎮百神門，',
    '閉塞萬邪戶，受事九宮聞，',
    '典禁召司命，三日朝泥丸。'
  ],
  field_20: [
    '天上內音，離堂合，推運入。',
    '地上外音，延天骨，辟毒龍。'
  ],
  field_21: '大洞太一尊神消魔玉符',
  field_22: [
    '當朱書黃繒，佩之，存呼太一內諱名字，',
    '鎮我泥丸後戶之外，閉塞死炁之路，',
    '通理幽關之際，解七祖於五難，',
    '度更生於交帶。乃叩齒九通，次咽液七過。',
  ]
}
